---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsBuildingUseloadcredits
source: html/364b4133-9515-e51f-55ce-eb3bebcd0429.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsBuildingUseloadcredits Property

"Use Load Credits"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsBuildingUseloadcredits { get; }
```